export const introduce = `
4년차 웹 프론트엔드 엔지니어로서 성장하고 있습니다.

서비스의 최초 프론트엔드 개발자로 참여하여 MAU 30,000 을 달성 했던 경험이 있습니다.

현재는 flex 팀의 웹 프론트엔드 엔지니어로서 최고의 동료들과 함께 다양한 문제들을 해결하고 있습니다. 개발자의 관점이 아닌 사용자의 관점으로 문제를 바라보고, '팔리는' 제품을 넘어 '사랑스러운' 제품을 만들어가고 있습니다.

#### UI 를 깎는 것.

UI 와 비즈니스 로직을 분리하고, 각 관심사에 따라 계층으로 나누어 효율적으로 컴포넌트를 사용하도록 하는데에 관심이 많습니다. 특히 UI 컴포넌트들을 스토리북으로 문서화하여 다양한 케이스에 대응하는 시각 테스트를 만드는 것을 좋아합니다.

#### 생산적인 동반자.

회사와 함께 비즈니스를 고민하고 그에 기여하는 적극적인 개발자의 모습을 추구합니다. 내가 가진 아이디어와 경험들을 꺼내어 여러 방면으로 비즈니스에 도움이 되고자 합니다.

<br />

|||
|---|---|
|**Github**|https://github.com/Johnyworld |
|**Resume**|https://johnyworld.github.io/resume |
|**Blog**|https://velog.io/@johnyworld |
|**Mobile**|010-4806-3340|
|**Email**|johnyworld@naver.com|
`;
